export default {
  projections: {
    Робот: {
      имя: {
        __caption__: ''
      },
      владелец: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      }
    },
    РоботE: {
      имя: {
        __caption__: 'Имя'
      },
      владелец: {
        __caption__: 'Владелец',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    РоботL: {
      имя: {
        __caption__: 'Имя'
      },
      владелец: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'имя'
    },
    владелец: {
      __caption__: 'владелец'
    }
  }
};
