export default {
  projections: {
    Робот: {
      имя: {
        __caption__: 'имя'
      },
      владелец: {
        __caption__: 'владелец',
        наименование: {
          __caption__: 'наименование'
        }
      }
    },
    РоботE: {
      имя: {
        __caption__: 'имя'
      },
      владелец: {
        __caption__: 'владелец',
        наименование: {
          __caption__: 'наименование'
        }
      }
    },
    РоботL: {
      имя: {
        __caption__: 'имя'
      },
      владелец: {
        __caption__: 'владелец',
        наименование: {
          __caption__: 'наименование'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'имя'
    },
    владелец: {
      __caption__: 'владелец'
    }
  }
};
